Repository: feincms/django-content-editor
Catalog: content_editor/locale/*/LC_MESSAGES/django.po
Languages: de

source: Add new item
de: Neues Element hinzufügen

source: No items.
de: Keine Elemente.

source: No items. Region may inherit content.
de: Keine Elemente. Region könnte Inhalt erben.

source: No regions available.
de: Keine Regionen verfügbar.

source: No plugins allowed in this region.
de: Keine der Elemente sind in dieser Region erlaubt.

source: New item
de: Neues Element

source: Unknown region
de: Unbekannte Region

source: Collapse all items
de: Alle Elemente ausblenden

source: Uncollapse all items
de: Alle Elemente einblenden

source: marked for deletion
de: zur Löschung markiert

source: Use Ctrl-Click to select and move multiple items.
de: Mit Ctrl-Click können mehrere Elemente ausgewählt und verschoben werden.

source: Clone from region
de: Von Region klonen

source: Didn't find anything to clone
de: Konnte nichts finden zum Klonen

source: Select all
de: Alle auswählen

source: Cloning {} plugins succeeded.
de: {} Elemente erfolgreich geklont.

source: Cloning plugins failed: {}
de: Fehler beim klonen: {}
